{
  "welcomeMessage": "We joyfully invite you to celebrate our wedding",
  "eventInfo": {
    "view_on_map": "View on Map",
    "event_detail": "Event Details",
    "address": "Address",
    "wedding": {
      "title": "Wedding Ceremony",
      "address": "Bac Ai Parish Church"
    },
    "bridal": {
      "title": "Bridal Send-off Ceremony",
      "address": "Family Residence"
    },
    "bride": {
      "title": "Bride's Reception Party",
      "address": "Lac Hong Restaurant"
    },
    "wedding_celebration": {
      "title": "Wedding Celebration",
      "address": "Family Residence"
    },
    "groom": {
      "title": "Groom's Reception Party",
      "address": "Nile Hall - Riverside Palace"
    }
  },
  "ourStory": {
    "title": "So, here’s the tea...",
    "note_1": "They call me Chả! I’m like this little ball of sunshine who’s always upbeat and full of energy. I love bringing people together, just like my dad Lam—he’s got this amazing way of connecting everyone. Then I met Nhi, and boom, all I wanted to do was look out for her and be her personal bodyguard.",
    "note_2": "Hey, I’m Nhi—adorable, approachable, and (depending on the day) a part-time introvert. My friends call me Nhi, but at home, I’m affectionately known as 'Nheo Hi.' Since meeting Dang, I’ve leveled up—more positive, more confident, and totally loving myself more. Thanks, Dang!",
    "note_3": "We accidentally mistook each other for someone else and ended up having a fun little chat. It was during a faculty meeting in late October 2016. Dang rode his motorbike to school, and since I’ve always had a thing for motorbikes, I couldn’t help but notice. When I got to the parking lot, I saw him standing next to a Kawasaki 300, wearing a FullFace helmet that only showed his eyes. I totally thought he was a groupmate from my presentation team, so I started chatting with him like we were super close. It wasn’t until the next day that I realized I had mistaken him for someone else! Even though we were in different classes, we shared a few subjects, so I looked him up on Facebook to send him an apology. And then, for some reason, I decided to delete the message right after. Classic me!",
    "note_4": "\"Love at first sight\" is totally how I felt about Nhi. From the moment I saw her, I just knew I wanted to protect her. My first memory of her? She was up there presenting, super nervous, and kept apologizing—it was the cutest thing ever. After that, I tried to find a way to talk to her, but guess what? She beat me to it! She messaged me first to apologize for mistaking me for someone else. I was thrilled and replied right away, but then... radio silence. Turns out, she had deleted the message right after sending it. Classic Nhi!",
    "note_5": "Two months in, Dang made his move. January 18, 2017, we became official! From then on, we were inseparable—exploring every street and alley of Saigon. Seriously, if it exists in Saigon, we’ve been there. From uni days to military training, those memories are priceless. Who knew that revisiting those spots later would make me miss him so much?",
    "note_6": "Then came the plot twist—Dang had to move abroad in 2019. When he told me, it was like someone hit pause on my world. Long-distance? I wasn’t ready. October 26, 2019, was the day everything changed. But you know what? We crushed it—over 14,000 km and 5 years apart couldn’t stop us. Now, 8 years later, we’re here, together under one roof. Dang, we totally nailed it. Cheers to us!"
  },
  "guestMessages": {
    "title": "Send Your Wishes",
    "description": "Send us your sweetest wishes! Your message will be a lovely part of our journey and cherished memories.",
    "previous": "Previous",
    "next": "Next",
    "page": "Page {{currentPage}} of {{totalPages}}",
    "name": "Your Name",
    "message": "Your Message",
    "send": "Send Message",
    "sending": "Sending..."
  },
  "gallery": {
    "title": "This is our super cheesy, ultra-romantic album!"
  },
  "groomFamily": "Groom's Family",
  "brideFamily": "Bride's Family",
  "father": "Father",
  "mother": "Mother"
}
